Repository: rsalesas/UpdateKit
Catalog: Sources/UpdateKitUI/Resources/Localizable.xcstrings
Source language: en_gb
Languages: de, es, fr, it, pt_br

# %@ %@ is available
source: %1$@ %2$@ is available
de: %1$@ %2$@ ist verfügbar
es: %1$@ %2$@ ya está disponible
fr: %1$@ %2$@ est disponible
it: %1$@ %2$@ è disponibile
pt_br: %1$@ %2$@ está disponível

# %@ %@ is the latest version.
source: %1$@ %2$@ is the latest version.
de: %1$@ %2$@ ist die neueste Version.
es: %1$@ %2$@ es la versión más reciente.
fr: %1$@ %2$@ est la dernière version.
it: %1$@ %2$@ è la versione più recente.
pt_br: %1$@ %2$@ é a versão mais recente.

source: %1$@ Downloading opens the disk image — drag %2$@ to your Applications folder to finish installing it.
de: %1$@ Nach dem Herunterladen öffnet sich das Disk-Image – ziehe %2$@ in deinen Ordner „Programme“, um die Installation abzuschließen.
es: %1$@ Al descargar se abre la imagen de disco — arrastra %2$@ a tu carpeta Aplicaciones para completar la instalación.
fr: %1$@ Le téléchargement ouvre l’image disque — faites glisser %2$@ dans votre dossier Applications pour terminer l’installation.
it: %1$@ Il download apre l’immagine disco — trascina %2$@ nella cartella Applicazioni per completare l’installazione.
pt_br: %1$@ O download abre a imagem de disco — arraste %2$@ para a pasta Aplicativos para concluir a instalação.

# %@ Drag %@ to your Applications folder to install it.
source: %1$@ Drag %2$@ to your Applications folder to install it.
de: %1$@ Ziehe %2$@ in deinen Ordner „Programme“, um es zu installieren.
es: %1$@ Arrastra %2$@ a tu carpeta Aplicaciones para instalar la app.
fr: %1$@ Faites glisser %2$@ dans votre dossier Applications pour l’installer.
it: %1$@ Trascina %2$@ nella cartella Applicazioni per installarla.
pt_br: %1$@ Arraste %2$@ para a pasta Aplicativos para instalá-lo.

source: %@ will reopen in a moment.
de: %@ wird gleich wieder geöffnet.
es: %@ se volverá a abrir en un momento.
fr: %@ va se rouvrir dans un instant.
it: %@ si riaprirà tra un momento.
pt_br: %@ será reaberto em instantes.

source: A newer version is available.
de: Eine neuere Version ist verfügbar.
es: Hay una versión más reciente disponible.
fr: Une version plus récente est disponible.
it: È disponibile una versione più recente.
pt_br: Uma versão mais recente está disponível.

source: A newer version is available. %@ can install it and relaunch.
de: Eine neuere Version ist verfügbar. %@ kann sie installieren und neu starten.
es: Hay una versión más reciente disponible. %@ puede instalarla y volver a abrirse.
fr: Une version plus récente est disponible. %@ peut l’installer et se relancer.
it: È disponibile una versione più recente. %@ può installarla e riaprirsi.
pt_br: Uma versão mais recente está disponível. %@ pode instalá-la e reabrir.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Couldn't check for updates
de: Suche nach Updates fehlgeschlagen
es: No se pudieron buscar actualizaciones
fr: Impossible de rechercher des mises à jour
it: Impossibile controllare gli aggiornamenti
pt_br: Não foi possível verificar atualizações

source: Couldn't install the update
de: Update konnte nicht installiert werden
es: No se pudo instalar la actualización
fr: Impossible d’installer la mise à jour
it: Impossibile installare l’aggiornamento
pt_br: Não foi possível instalar a atualização

source: Dismiss until the next version
de: Bis zur nächsten Version ausblenden
es: Ocultar hasta la próxima versión
fr: Ignorer jusqu’à la prochaine version
it: Ignora fino alla prossima versione
pt_br: Dispensar até a próxima versão

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pt_br: Baixar

source: Download Disk Image…
de: Disk-Image herunterladen …
es: Descargar imagen de disco…
fr: Télécharger l’image disque…
it: Scarica immagine disco…
pt_br: Baixar Imagem de Disco…

source: Downloading opens the disk image — drag %@ to your Applications folder to finish installing it.
de: Nach dem Herunterladen öffnet sich das Disk-Image – ziehe %@ in deinen Ordner „Programme“, um die Installation abzuschließen.
es: Al descargar se abre la imagen de disco — arrastra %@ a tu carpeta Aplicaciones para completar la instalación.
fr: Le téléchargement ouvre l’image disque — faites glisser %@ dans votre dossier Applications pour terminer l’installation.
it: Il download apre l’immagine disco — trascina %@ nella cartella Applicazioni per completare l’installazione.
pt_br: O download abre a imagem de disco — arraste %@ para a pasta Aplicativos para concluir a instalação.

source: Drag %@ to your Applications folder to install it.
de: Ziehe %@ in deinen Ordner „Programme“, um es zu installieren.
es: Arrastra %@ a tu carpeta Aplicaciones para instalar la app.
fr: Faites glisser %@ dans votre dossier Applications pour l’installer.
it: Trascina %@ nella cartella Applicazioni per installarla.
pt_br: Arraste %@ para a pasta Aplicativos para instalá-lo.

source: Finishing…
de: Wird abgeschlossen …
es: Terminando…
fr: Finalisation…
it: Completamento…
pt_br: Concluindo…

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pt_br: Mais Tarde

source: The update couldn't be installed. Your copy of %@ is unchanged.
de: Das Update konnte nicht installiert werden. Deine Version von %@ bleibt unverändert.
es: No se pudo instalar la actualización. Tu copia de %@ no ha cambiado.
fr: La mise à jour n’a pas pu être installée. Votre copie de %@ n’a pas été modifiée.
it: Impossibile installare l’aggiornamento. La tua copia di %@ non è cambiata.
pt_br: Não foi possível instalar a atualização. Sua cópia de %@ não foi alterada.

source: Update and Relaunch
de: Aktualisieren und neu starten
es: Actualizar y volver a abrir
fr: Mettre à jour et relancer
it: Aggiorna e riapri
pt_br: Atualizar e Reabrir

source: Updating %@
de: %@ wird aktualisiert
es: Actualizando %@
fr: Mise à jour de %@
it: Aggiornamento di %@
pt_br: Atualizando %@

source: Updating…
de: Wird aktualisiert …
es: Actualizando…
fr: Mise à jour…
it: Aggiornamento…
pt_br: Atualizando…

source: You're up to date
de: Alles ist aktuell
es: Tienes la versión más reciente
fr: Vous êtes à jour
it: Hai la versione più recente
pt_br: Tudo atualizado

source: OK
es: Aceptar

source: Version %@
es: Versión %@
it: Versione %@
pt_br: Versão %@
